Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Any Russian military movements in Crimea are "within the framework" of Moscow's agreement with Kiev on the deployment of military units in Ukraine, Russia's UN ambassador Vitaly Churkin is quoted as saying by Reuters.
pt: O embaixador russo à ONU, Vitaly Churkin, negou que a Rússia tivesse invadido território da Ucrânia e disse que "Estamos operando sob os termos desse acordo [com a Ucrânia]. "

source: They seem so sweet and so charming and they tell you: "You just have to do this one thing for me and then you'll get to the good part. "
pt: Talvez só agora eu tenha me dado conta de que a vida tem sido bacana e mesmo quando ela não é faz parte dessa coisa que se chama viver .

source: But Moran told media he doubted it would reach the chamber given the close relationship between Israel and Britain.
pt: Mas Moran disse à comunicação social que ele duvida que a petição chegue à câmara devido à relação próxima entre Israel e Reino Unido

source: Don't you know you're not supposed to ?
pt: Não sei nem quanto eu vou receber", disse.

source: Ban is due to hold talks with Buhari on development, climate change, human rights and countering violent extremism during his two-day visit, according to his spokeswoman Eri Kaneko.
pt: Ban Ki-moon deverá debater com as autoridades nigerianas o desenvolvimento local, as mudanças climáticas, os direitos humanos e o combate ao extremismo violento informou o porta-voz do secretário-geral, Eric Kaneko.

source: That's why I made South Korean teenagers join this orchestra along with North Korean teenagers.
pt: É por isso que há adolescentes sul-coreanos tocando junto com norte-coreanos na orquestra", conta.

source: "I think it's a great step in the right direction, but I don't think it's sufficient to educate someone for the rest of their life."
pt: “Mesmo que eu não tenha condições muito boas na minha casa, eu sei que posso ajudar, pois sempre tem alguém com um problema maior que eu .

source: "She was a lovely lady .
pt: Ela estava sozinha em casa.

source: The Boko Haram uprising has become a regional crisis, with the four directly affected countries -- Cameroon, Chad, Niger and Nigeria -- agreeing to boost cooperation to contain the threat.
pt: O Boko Haram provocou uma inesperada crise regional que afeta diretamente quatro países: Camarões, Chade, Níger e Nigéria .

source: But I did know what to do.
pt: Não posso fazer isso com a menina".

source: The water shortage, however, is not only a problem in the city of São Paulo .
pt: O que não é passageiro é quando não se investe e uma cidade do porte de São Paulo falta água.

source: Israel recalled its negotiators from Cairo on Tuesday after a ceasefire collapsed.
pt: Israel chamou de volta seus negociadores no Cairo na última terça-feira, após o cessar-fogo ter fracassado.

source: Since the fall of the Soviet Union, oil-rich Venezuela has become Cuba's closest ally and chief benefactor.
pt: Desde a queda da União Soviética, a Venezuela se tornou maior aliada da ilha comunista.

source: "We can only can function at an optimum level for about 90 minutes .
pt: "Só podemos funcionar em um nível ótimo por uma hora e meia .

source: The city and its military bases are aligned with the Iran-allied Houthi militia, Yemen's dominant force, which a Saudi-led coalition has bombed since March 26 to try to reverse an expansion of Houthi power across the country in recent months.
pt: A cidade e suas bases militares são aliadas à milícia rebelde houthi, força dominante no Iêmen que tem sido bombardeada por uma aliança liderada pela Arábia Saudita há dois meses.

source: Russia has sent a note to the Ukrainian Foreign Ministry about its plans to send a new humanitarian aid convoy, Foreign Minister Sergei Lavrov told a media briefing on Monday.
pt: Na segunda-feira (25), o ministro russo das Relações Exteriores, Serguei Lavrov, anunciou o envio de um segundo comboio humanitário russo e que Moscou enviou a Kiev uma nota oficial sobre o tema.

source: A long-distance bus overturned on an expressway in northwest China's Xinjiang Uyghur Autonomous Region late Tuesday night, killing 22 people and injuring 38 others, local authorities confirmed Wednesday.
pt: Pequim, 25 fev (EFE).- O capotamento de um ônibus provocou a morte de 22 pessoas e deixou outras 38 feridas na região autônoma de Xinjiang, no noroeste da China, confirmaram nesta quarta-feira as autoridades locais à agência oficial "Xinhua".

source: His sons were each given a four-year sentence at the time.
pt: Seus dois filhos receberam sentença de quatro anos de cadeia no mesmo caso.

source: The market for mobile and electronic payments is heating up, as technology companies, telecom groups, retailers and banks all try to get a foothold in a business that is expected to grow rapdily in the next few years.
pt: Grupos de telecomunicações, varejistas e bancos estão todos tentando assegurar uma fatia dos pagamentos móveis mundiais, que têm estimativa de crescer rapidamente nos próximos anos.

source: (CNN) -- Comedian Joan Rivers died of "therapeutic complications" during a procedure to evaluate her "voice changes" and stomach reflux, the New York medical examiner said Thursday.
pt: NOVA YORK (Reuters) - A comediante Joan Rivers, que morreu no mês passado aos 81 anos, foi vítima de uma complicação durante um procedimento médico, informou o escritório do legista de Nova York nesta quinta-feira.

source: IPCC Chair Pulls out of Meeting Amid Sexual Harassment Claim…The head of the Intergovernmental Panel on Climate Change Rajendra Pachauri, has pulled out of a high-level meeting in Kenya next week, a spokesman said on Saturday, as Indian police investigate a sexual harassment complaint against him .
pt: O presidente do Painel Intergovernamental sobre Mudanças Climáticas (IPCC), o indiano Rajendra Pachauri, afastou-se provisoriamente de seus compromissos oficiais, após a abertura de uma investigação por assédio sexual contra ele em seu país, poucos meses antes da conferência de Paris sobre o clima.

source: LONDON (Reuters) - England coach Roy Hodgson named a 30-man squad on Thursday for next week's friendly with Denmark but told the players not included they still had a chance of making his final 23-man squad for the World Cup...
pt: LONDRES, 27 Fev (Reuters) - O técnico da seleção inglesa, Roy Hodgson, convocou 30 jogadores nesta quinta-feira para o amistoso da próxima semana contra a Dinamarca, mas disse aos jogadores não incluídos na lista que a porta ainda está aberta para a Copa do Mundo.

source: In a letter to the Pristina authorities, seen by Reuters, Dejan Pavicevic, Serbia's liaison officer for Kosovo, said the court's verdict against Thaci was fully in force.
pt: Em uma carta endereçada a autoridades de Pristina, a qual a Reuters teve acesso, o representante da Sérvia nas relações com o Kosovo, Dejan Pavicevic, disse que o veredicto da corte contra Thaci continuava plenamente válido.

source: Consumers flocked to Apple Inc's stores around the world on Friday to get the first close-up look at the tech giant's smartwatch, which the company expects will be its next runaway hit.
pt: Consumidores se aglomeraram em lojas da Apple ao redor do mundo na sexta-feira (10) para dar a primeira olhada no relógio inteligente da marca, aposta da gigante de tecnologia para seu próximo sucesso.

source: The police force is not," Ashley said.
pt: Ele fugiu e ainda não foi encontrado pela polícia.

source: But there's also a chance that the AirAsia flight didn't crash after losing contact with air traffic control, he said.
pt: O controle aéreo deixou de fazer contato com a aeronave cerca de uma hora após a decolagem .

source: That's why we didn't show it .
pt: - Esse é que é o problema !

source: I didn't really understand what it was all about .
pt: GWYNETH: Não me lembro de todos, não mesmo .

source: Guns found in police raid
pt: Um dos assaltantes já foi localizado pela polícia.

source: A Liberian man who was hospitalized in Nigeria's biggest city, Lagos, with the Ebola virus has died, Nigerian Health Minister Onyebuchi Chukwu said.
pt: Autoridades nigerianas anunciaram hoje o segundo caso de contaminação pelo vírus ebola na Nigéria, que ocorreu na capital Lagos, a maior cidade da África Ocidental .

source: Greece needs to get back to reality," Volker Kauder, parliamentary floor leader of Chancellor Angela Merkel's conservatives, told ARD television.
pt: A Grécia precisa voltar à realidade", disse à TV o líder do partido da chanceler alemã, Angela Merkel, no Parlamento.

source: A Syrian official said on Thursday that if the US launches an attack within its borders without first consulting with Damascus, the country would consider it an act of aggression.
pt: Um bombardeio americano ao território sírio sem a permissão de Damasco representaria um ataque ao país, declarou nesta quinta-feira um ministro sírio.

source: Heavy clashes are taking place between the jihadists and the People's Protection Units in the eastern, southern and western sections of Kobani, Hassan said.
pt: Hasan disse que nesta segunda-feira estão ocorrendo choques intensos entre o EI e as Unidades de Proteção do Povo Curdo em áreas ao leste, sul e oeste de Kobani.

source: Hezbollah seeks revenge but not war over Israeli strike
pt: Hezbollah nega querer guerra com Israel mas não teme conflito

source: "Neighbors broke the news that my parents had been taken away by immigration officers, and just like that, my stable family life was over."
pt: Os vizinhos vieram me dizer que meus pais e meu irmão mais velho haviam sido levados por agentes da Imigração .

source: Satellite images reveal ‘horrific’ scale of Boko Haram attack in Nigeria
pt: Imagens de satélite mostram ataque do Boko Haram na Nigéria | Valor Econômico

source: The raiders destroyed the property and took some cash, a mobile phone, a laptop, and a camera belonging to the school, before running away.
pt: Os homens levaram dinheiro, um celular, um notebook e uma câmera, todos pertencentes à instituição de ensino .

source: A health ministry statement said British, German and Belgian nationals were among the 28 dead .
pt: Segundo o ministério da Saúde, 28 pessoas morreram - a maioria turistas, entre eles cidadãos britânicos, belgas e alemães .

source: The assembly session was also attended by the "Cuban Five," the group of intelligence agents jailed in the United States whose last three members were released in a prisoner exchange that paved the way for Wednesday's landmark rapprochement deal.
pt: Na sessão estavam presentes os cinco agentes cubanos que estavam presos desde 1998 nos Estados Unidos por espionagem, três dos quais foram libertados pelo presidente Barack Obama como parte de uma troca com um "espião de origem cubana" de Washington .

source: Was there anything you left out?
pt: Não foi por aí" .

source: Athens now has just two weeks to find a way out of the impasse before it faces a 1.6 billion euro bill due to the International Monetary Fund, potentially leaving it out of cash, unable to borrow and cast out of the single currency.
pt: Atenas agora tem apenas duas semanas para encontrar um modo de sair do impasse antes de se ver diante de um pagamento de € 1,6 bilhão ao Fundo Monetário Internacional (FMI), potencialmente deixando o país sem dinheiro, sem poder tomar empréstimos e pendurado na beirada da zona do euro .

source: "Our goal is to accelerate the development of a new set of technologies that can drastically change the economics of deploying Internet infrastructure," Facebook vice president of global engineering and infrastructure Jay Parikh said in a blog post.
pt: "Nosso objetivo é acelerar o desenvolvimento de novas tecnologias que possam mudar drasticamente o cenário econômico da disponibilização de infraestrutura de internet", disse Parikh.

source: Truss said the search continued in treacherous seas in an area some 2,500 km (1,500 miles) southwest of Perth, and Australian, New Zealand and U.S. aircraft would be joined by Chinese and Japanese planes over the weekend.
pt: Truss disse que as buscas continuam em mares traiçoeiros em uma área a 2.500 quilômetros a sudoeste de Perth, e que as aeronaves da Austrália, Nova Zelândia e Estados Unidos receberão o apoio de aviões chineses e japoneses durante o fim de semana.

source: He added that it was too early to say when the pullback would start, but some Ukrainian media suggested it could begin later on Sunday.
pt: Rozmaznin disse que ainda é cedo para dizer quando a operação terá início, mas alguns meios de comunicação ucranianos afirmaram que deve começar ainda neste domingo.

source: The ASPCA set up a temporary shelter to house and care for the seized birds.
pt: A ASPCA montou um abrigo temporário para receber e cuidar dos animais apreendidos.

source: Israel and Hezbollah signaled on Thursday that their rare flare-up in fighting across the Israel-Lebanon border was over, after the Lebanese guerrillas killed two Israeli troops in retaliation for a deadly air strike in Syria last week.
pt: O movimento libanês Hezbollah realizou ontem um ataque contra o exército israelense em uma área ocupada na fronteira do Líbano, matando dois soldados e causando bombardeios de represália contra o Sul libanês .

source: The point-blank shootings of Ramos and Liu electrified tensions between City Hall, the police department and the reform-minded protesters who voted for de Blasio, a liberal Democrat, in large numbers last year to run the largest U.S. city of eight million people.
pt: Os assassinatos de Ramos e Liu eletrizaram as tensões entre a prefeitura, o departamento de polícia e os manifestantes reformistas que votaram em de Blasio, um democrata liberal .

source: Ukrainian President Petro Poroshenko called Thursday on Russia not to recognise the votes' legitimacy and vowed to pursue his dream of the unified country applying for EU membership in 2020 and eventually joining NATO.
pt: O presidente ucraniano, Petro Poroshenko, afirmou nesta quinta-feira que o pior da guerra com os insurgentes pró-Rússia no leste do país já passou, e anunciou que solicitará a adesão à União Europeia (UE) em 2020.

source: Barra said of the meeting with Rousseff; “We had the opportunity to discuss what measures can help the industry and have the opportunity, thanks to efforts such as the IPI reduction and improvement in credit conditions.”
pt: Tive a oportunidade de agradecê-la pessoalmente pelos esforços, como a redução do IPI [Imposto sobre Produtos Industrializados] e a melhoria das condições de crédito”, afirmou Mary Barra.

source: Indigenous group FENAMAD warned that the decision to contact the Mashco Piro could legitimize the kind of unwanted interactions that have decimated isolated tribes in the past.
pt: O grupo indígena Fenamad alertou que a decisão de contatar os Mashco Piro pode legitimizar tipos de interações involuntárias que obliteraram tribos no passado.

source: The suspect also contacted local media and reportedly issued demands.
pt: O suspeito se comunicou com a imprensa local e teria feito exigências .

source: SEOUL South Korea fired tens of artillery rounds towards North Korea on Thursday after the North fired a projectile towards a South Korean loudspeaker that had been blaring anti-Pyongyang broadcasts, the defense ministry in Seoul said.
pt: SEUL (Reuters) - A Coreia do Sul anunciou ter feito dezenas de tiros de artilharia em direção à Coreia do Norte nesta quinta-feira, depois que o Norte disparou um projétil contra um alto-falante sul-coreano que transmitia de modo estridente mensagens contra o governo norte-coreano, num momento em que a tensão está aumentando na península.

source: The number of South Koreans tested positive for the deadly Middle East Respiratory Syndrome (MERS) rose to 30 on Wednesday as five new cases were identified, the health ministry said.
pt: A Coreia do Sul informou neste quinta-feira ter identificado um novo caso da Síndrome Respiratória do Oriente Médio (Mers), o primeiro em cinco dias.

source: Israel has said it will continue the offensive as long as the militant group Hamas keeps firing rockets into its territory.
pt: O governo de Israel prometeu continuar com os ataques até que os disparos de foguetes contra seu território sejam suspensos .

source: "There was a decapitated body with inscriptions," said Hollande, although sources close to the enquiry said it was not clear whether the victim was transported to the site or whether the beheading was carried out at the factory site.
pt: "O corpo decapitado de uma pessoa foi encontrado nas imediações da usina, mas ainda não se sabe se foi transportado para lá ou não", acrescentou a fonte.

source: However, the troika institutions (the European Commission, or EC, the European Central Bank, or ECB, and the International Monetary Fund, or IMF) considered that these documents, the details of which have yet to be disclosed, were agreed upon "unanimously" and may form the basis for an agreement.
pt: "Ainda não chegamos lá, ainda há muito trabalho a ser feito", disse Dijsselbloem a repórteres na chegada para uma reunião com os chefes do Banco Central Europeu (BCE), da Comissão Europeia e do Fundo Monetário Internacional (FMI) sobre a Grécia.

source: The capsule blasted off on April 14 aboard a Falcon 9 rocket from Cape Canaveral Air Force Station in Florida and arrived at the orbiting outpost three days later with more than 4,300 pounds (1,950 kg) of food, supplies and science experiments for the live-aboard crew.
pt: A cápsula partiu em 14 de abril a bordo de um foguete Falcon 9 que decolou da Estação da Força Aérea do Cabo Canaveral, na Flórida, e se acoplou à estrutura orbital três dias depois com mais de 1.950 quilos de alimentos, suprimentos e experimentos.

source: But he wasn't there .
pt: "Não há nada aqui .

source: I like him a lot .
pt: Eu não sou assim .

source: That along with his Oct. 8 death and the infection of the nurses have prompted medical authorities to "rethink the way we address Ebola infection control, because even a single infection is unacceptable," Frieden said.
pt: "Nós precisamos repensar a forma de abordar o controle da infecção por ebola porque mesmo uma única infecção é inaceitável", afirmou o diretor dos Centros de Controle e Prevenção de Doenças (CDC), Tom Frieden.

source: So far the firmest clue comes from security camera footage that shows a young man in a yellow T-shirt leaving a backpack at the crowded shrine .
pt: Um vídeo mostra o momento em que o rapaz, que usava uma camiseta amarela, deixa uma mochila em um banco e foge do local.

source: ATHENS (Reuters) - Greece and the OECD agreed on Wednesday to work together on reforms to the Greek economy, but Athens insisted it would not let outsiders decide what policies it should adopt.
pt: LONDRES (Reuters) - O primeiro-ministro grego, Alexis Tsipras, disse nesta quarta-feira que a Grécia está comprometida a realizar reformas, mas que Atenas, e não os outros, vão decidir como serão implementadas.

source: "I think we've spoken in the past to our concern in the past has been about leaks of certain sensitive information .
pt: "Já expressamos no passado nossas preocupações sobre o vazamento de informações sensíveis .

source: UN Security Council calls for Gaza cease-fire
pt: ONU pede cessar-fogo humanitário imediato em Gaza

source: President Vladimir Putin said on Friday new Western sanctions against Russia were intended to disrupt peace efforts in eastern Ukraine and that Moscow was considering retaliatory measures.
pt: DUSHANBE (Reuters) - O presidente da Rússia, Vladimir Putin, declarou nesta sexta-feira que as novas sanções ocidentais contra seu país parecem “um pouco estranhas”, dado seu apoio às iniciativas de paz no leste da Ucrânia, e alertou que está cogitando novas retaliações.

source: Greece's bailout agreement with the creditors expires at the end of June.
pt: O atual pacote de resgate da Grécia vence no fim deste mês.

source: On Tuesday the UN envoy to Syria, Staffan de Mistura, said the Damascus government was ready to suspend aerial bombardment of Aleppo for six weeks to allow humanitarian aid into the northern city.
pt: O regime de Bashar al-Assad se comprometeu com o enviado da ONU na Síria a suspender por seis semanas seus bombardeios sobre a cidade de Aleppo, onde tenta reprimir os rebeldes.

source: Over 27 tanks and 20 armored vehicles had been destroyed, Basurin added.
pt: "Durante os combates defensivos, os rebeldes destruíram 27 tanques e 20 blindados", acrescentou.

source: Jolie said she went public with her decision so that women would know about options available to them.
pt: "Eu quero que outras mulheres em risco saibam a respeito das opções", escreveu ela .

source: The attacks, all car bombs against markets or commercial shopping areas of the Sadr City, Amil, Amin and Qahira neighbourhoods, killed eight people in all, according to police and medical sources who spoke on condition of anonymity.
pt: Os carros-bomba atingiram os mercados e centros comerciais de Sadr City, Amel, Amin e Qahira, matando oito pessoas e deixando mais de 30 feridos, segundo as fontes, que pediram anonimato.

source: PARIS, June 16 (Reuters) - Coty is on track to acquire Procter & Gamble's beauty business in a $12 billion deal that would make the U.S. cosmetic company the world leader in perfume and hair care, sources close to the matter said.
pt: PARIS (Reuters) - A Coty está perto de comprar a unidade de beleza da Procter & Gamble, um negócio de 12 bilhões de dólares que tornaria a empresa de cosméticos norte-americana líder mundial em perfumaria e tratamento de cabelos, disseram fontes próximas ao assunto.

source: Roger Federer reacts after winning his semifinal match against Novak Djokovic at the Shanghai Masters.
pt: Classificado à semifinal em Xangai, Roger Federer fará seu 36º jogo contra Novak Djokovic

source: "Should the negotiations collapse... the Donetsk and Lugansk People's republics reserve the right to pursue their offensive until the entire Donetsk and Lugansk regions are free of Ukrainian troops," negotiators for the rebels said.
pt: "Se o processo negociador se interromper e Kiev continuar com os bombardeios, nos reservamos o direito de continuar com a ofensiva e conquistar a totalidade das regiões de Donetsk e Lugansk", disse.

source: LONDON, Sept 12 (Reuters) - The Formula One calendar will expand to a record-equalling 20 races next season with Mexico returning in November after a 23-year absence, the governing FIA said on Friday.
pt: LONDRES (Reuters) - O calendário da Fórmula 1 será ampliado para 20 corridas na próxima temporada, igualando o número recorde de provas em um ano, com o retorno do México após ausência de 23 anos, informou a Federação Internacional de Automobilismo (FIA) nesta sexta-feira.

source: "It now appears that, at least for the foreseeable future, the Eckert Decision will stand as the final word on the 2018 and 2022 FIFA World Cup bidding process.
pt: "Parece que agora, pelo menos num futuro próximo, a decisão de Eckert vai ficar como a palavra final sobre o processo de escolha das sedes das Copa de 2018/2022 .

source: Egyptian-born Al-Jazeera journalist Ahmed Mansour on Tuesday blamed his controversial two-day detention in Germany at Cairo's request on pressure that the "tyrannical regime" had placed on Berlin.
pt: A Alemanha decidiu libertar nesta segunda-feira o jornalista egípcio Ahmed Mansur, do canal Al-Jazeera, que foi detido no sábado a pedido do Cairo, anunciou a emissora, com sede no Catar.

source: Fitch and Standard & Poor's rate Petrobras BBB-minus, their lowest investment-grade level.
pt: A estatal ainda tem grau de investimento pelas agências Fitch e Standard & Poor's.
